let Neme = prompt("Имя:","Артём");
let Familiya = prompt("Фамилия:","Тихомиров");
let Location = prompt("Город проживания:","Новосибирск");
let age = prompt("Ваш возрост:","32");
alert("***Проверте ваши данные:***\nИмя: " + Neme + "\nФамилия: " + Familiya + "\nГород проживания: " + Location + "\nВаш возрост: " + age);
let st = ("Спасобо что заполнили данные");
alert(st);
let a = prompt("Что ставят на новый год?","Ёлку");
let b = prompt("Как завут дедушку который приносит подарки на новый год?","Дед мороз");
let c = prompt("Какой сейчас год?","2022");
let d = prompt("От куда идет дым?","трубу");
let e = prompt("Самое высокое место в доме ?","Крышу");
alert("31 декабря" + c + "г. под бой курантов, прилетит " + b + " и положет под " + a + " подарок, затем он вылезет через " + d + " на " + e);
let g = ("Улыбнитесь)))")
alert(g)